Repository: tparicio/toniparicio.py
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Navigate to the About section
es: Navegar a la sección Sobre mí

source: Navigate to the Experience section
es: Navegador a la sección Experiencia

source: Experience
es: Experiencia

source: Navigate to the Projects section
es: Navegar a la sección Proyectos

source: Projects
es: Proyectos

source: Navigate to the Skills section
es: Navegar a la sección Habilidades

source: Navigate to the Education section
es: Navegar a la sección Formación

source: Education
es: Formación

source: Navigate to the Contact section
es: Navegar a la sección Contacto

source: Contact
es: Contacto
